/***************/
/* Main Window */
/***************/
"Colour Contrast Analyser" = "Colour Contrast Analyser";
"Foreground" = "Foreground";
"Background" = "Background";
"Foreground colour dropdown" = "Foreground colour dropdown";
"Background colour dropdown" = "Background colour dropdown";
"Display and edit the chosen background colour" = "Display and edit the chosen background colour";
"Display and edit the chosen foreground colour" = "Display and edit the chosen foreground colour";
"Red" = "Red";
"Green" = "Green";
"Blue" = "Blue";
"Colour select:" = "Colour select:";
"Results" = "Results";
"Results for color blindness" = "Results for color blindness";
"Colour/Brightness difference" = "Colour/Brightness difference";
"Contrast ratio" = "Contrast ratio";
"example text showing contrast" = "example text showing contrast";
"Text" = "Text";
"Large text" = "Large text";

"Normal" = "Normal";
"Protanopia" = "Protanopia";
"Deuteranopia" = "Deuteranopia";
"Tritanopia" = "Tritanopia";
"Color blindness" = "Color blindness";

/* NSTextFieldLuminosity */
"Pass" = "Pass";
"Fail" = "Fail";
"passed at level" = "passed at level";
"failed at level" = "failed at level";

/* NSTextFieldColourBlindness */
"The contrast ratio is" = "The contrast ratio is";
"colour difference" = "colour difference";
"brightness difference" = "brightness difference";

/******************/
/* Details drawer */
/******************/
"Show details" = "Show details";
"Copy results" = "Copy results";
/* Results */
"sufficient" = "sufficient";
"not sufficient" = "not sufficient";
"detail_1" = "The difference in brightness between the two colours is";
"detail_2" = "The threshold is 125, and the result of the foreground and background colours is";
"detail_3" = "The difference in colour between the two colours is";
"detail_4" = "The threshold is 500, and the result of the foreground and background colours is";
"detail_5" = "Note: Whilst the colour difference doesn't comply with the W3C specified range, it does comply with the range used by Hewlett Packard. Hewlett Packard recommends a colour difference limit of 400.";
"detail_6" = "1.4.2 Contrast (Minimum):  Text (and images of text) have a contrast ratio of at least 4.5:1, except if the text is pure decoration.  Larger scale text (at least 18 point or 14 point bold) or images of text can have a contrast ratio of 3:1. (Level AA)";
"detail_7" = "1.4.4 Contrast (Enhanced): Text (and images of text) have a contrast ratio of at least 7:1, except if the text is pure decoration.  Larger scale text (at least 18 point or 14 point bold) or images of text can have a contrast ratio of 4.5:1. (Level AAA)";
"detail_8" = "Note: Fonts that are extraordinarily thin or decorative are harder to read at lower contrast levels.";


/********************/
/* Application Menu */
/********************/
"About Colour Contrast Analyser" = "About Colour Contrast Analyser";
"Preferences…" = "Preferences…";
"Hide Colour Contrast Analyser" = "Hide Colour Contrast Analyser";
"Hide Others" = "Hide Others";
"Services" = "Services";
"Show All" = "Show All";
"Quit Colour Contrast Analyser" = "Quit Colour Contrast Analyser";

/****************/
/* Options Menu */
/****************/
"Options" = "Options";
"Displayed color values" = "Displayed color values";
"Algorithm" = "Algorithm";
"Luminosity" = "Luminosity";
"Show color sliders" = "Show color sliders";

/*************/
/* Edit Menu */
/*************/
"Edit" = "Edit";
"Copy" = "Copy";
"Paste" = "Paste";

/***************/
/* Window Menu */
/***************/
"Window" = "Window";
"Minimize" = "Minimize";
"Bring All to Front" = "Bring All to Front";

/*************/
/* Help Menu */
/*************/
"Help" = "Help";
"Colour Contrast Analyser Help" = "Colour Contrast Analyser Help";

/************/
/* ToolTips */
/************/
"⌘O : Open details panel" = "⌘O : Open details panel";
"⌘D : Select Colour/Brightness difference algorithm" = "⌘D : Select Colour/Brightness difference algorithm";
"⌘L : Select Luminosity algorithm" = "⌘L : Select Luminosity algorithm";
"⌘R : Switch into RGB input" = "⌘R : Switch into RGB input";
"⌘E : Switch into HEX input" = "⌘E : Switch into HEX input";